[{"title":"movement","content":"You float amidst vacuum. You spin around yourself, a movement you liken to a dance. Your limbs are magnetic fields, escaping gases, radiation, the reflection of cosmic rays. You use them with grace, feeling the threads of particles and waves of energy as they flow into the void, drifting away until they are no longer part of you. \n\nYou accelerate some of the processes on your surface: plates move, spit out molten rock and detritus. You create a small storm close to your crust, a growing sphere of strong convection. You feel it pulsating – it tickles – and then force it as high as you can, almost at the level of your ionised hydrogen skin. Many particles pierce that membrane and become new limbs, new performers in your dance. Initially they float and absorb light and radiation, agitating with potential energy. Electrical impulses caress you with a vaporous delight. You use those impulses to further shape the detritus into another cloud-like limb.\n\nYou remember the birth of a moon you witnessed in the past. You decide your dance will now re-enact that event. You stretch your magnetosphere and then contract it. The elliptical cloud limb accompanies the flow. You continue expanding and contracting, moving it in all directions. First it is completely circular; you stretch it, change its shape numerous times, make it oval, move it again. The trail of energy that you feel in its wake is perfect, just like in your memories. \n\nYour oceans become restless with the resurfaced memory. Images of molten rock, minerals, dizzying flashes of photons, so many unexpected chemical reactions. With a final effort you release all your limb's electrical charge and make it explode and drift away. You are unaware of how the echoes of your dance will propagate throughout the universe."},{"title":"nutrition I","content":"You are navigating around a thick atmosphere with your rigid rotating limbs. You move large chunks of vapours so you can occupy their place, a task both difficult and pleasant. Your body is almost completely made out of volatile elements kept together by weak chemical bonds; most of your energy goes towards maintaining such bonds stable. \n\nYou stop. You feel your limbs weaken and see part of them condensing, falling down as droplets and disappearing in the abyss below you. You wait until the limbs vanish completely, giving place to gaping sockets that communicate directly with your entrails. Using these holes, you suck the substances in the atmosphere. Vapours enter you; since they have higher densities than your internal composition, they sink to the bottom of your body. You slowly become bicoloured and biphasic: the top half of you is pearly white, the other a deep purple. Once you are fully satisfied, you seal the sockets where your limbs used to be. And then you start spinning: first horizontally, then vertically, then on both axes.\n\nThe gases mix, but not in a uniform way. You create five limbs, this time flexible pseudopods, and painstakingly begin to penetrate yourself with them. You go for the dense purple fumes, removing them from the inside of your body and then removing from them something else, something foreign. You throw that something away, reinsert the remainder inside you and watch as it pleasurably mixes with your body. You repeat this process for a very long time whilst the detritus drifts away and blends with the atmosphere once again.\n\nEnergy flows through you again after this meal. Puffing, compressing and expanding, you detach your pseudopods. They fade out in streams of condensation. You once again project rigid limbs and move forward by rotating them."},{"title":"communication I","content":"You are made out of a complex mix of heavy metals, combined in thousands of little and big empty tubes that span planetary distances. Your piping exhales huge electromagnetic fields, which you shape as they leave your body to send out messages into the world: your hunger, your chemical composition, fluctuations in the quantity of gases in the atmosphere.\n\nYou also analyse and experience other electromagnetic fields. Some are exquisitely wrapped in bows and curtains of static electricity: you open the packaging and watch the waves fizzle out with delight. Other fields are raw and loose. Those usually contain heavily ionised particles which you gobble up quickly: manipulating electromagnetic waves around you, you herd the particles to the openings in your tubes.\n\nOther external fields come quickly and without warning, hitting you with forceful blows. You cannot move out of their way, and so the impact rattles your tubes, voicing loud clangs that echo heavily and spread waves of mechanical pressure into the ether. These surprise jolts periodically clatter your joints until they explode in pain. Their rusty clanking is incontrollable and stops only when the pipe falls dead to the ground.\n\nThere are moments when atmospheric conditions block your perception. Tempests littered with surges of electrical impulses make your tubing crawl in confusion: you respond to things which are not there; brace for the impact of non-existent fields. This causes you to send out failing and unreadable electromagnetic fields accompanied by plumes of iron gases.\n\nYou sometimes build megastructures of magnetic fields. Their energy hums in your empty metallic bones, whispering sparks and charges that create what are effectively dioramas of the universe. Your mind enters these complex buildings in awe and there it stays for aeons at a time, meditating about existence, opening new doors of perceptions."},{"title":"sense of self I","content":"You are spread along a dark convex shape. Your extremities are irregular and asymmetric, dark tendrils of brittle matter. Each tendril has a voice that can barely be heard, enunciating raspy words that sound like rusted iron crumbling as the wind erodes it. One of the tendrils moves: you had wished for it to do so; meanwhile, it had whispered that same desire to you.\n\nYou raise yourselves, each of your thousand feet now in the ground. You sway back and forth, gases prop you to one direction and the other. Sparks of oxidisation carry information on the composition of the atmosphere around you. Your limbs stretch out and absorb the colourless gases and your body tingles with refreshment. More sparks. They continue until all nearby oxygen has been consumed.\n\nAll your selves sound their silent voices. You confer together in a chorus of rhythmic chemical flashes, twisting parabolae of fleeting light. You reach a decision. One of you feels strong magnetic currents. They arouse a tingling sensation that you could perhaps describe as pleasure. You clamber towards the currents, some parts of you already further ahead.\n\nThe electromagnetic radiation propels you upwards. You fragment — all your thousand yous are separated. Protuberances start to grow out of one of your pieces, eating solid silicates that float in the atmosphere. You grow like clouds, expanding in irregular beats. In the distance you can see other parts of yourselves doing the opposite, shrinking and thinning, dissolving and returning your elementary components to the atmosphere. And you feel the ecstatic calm tinted with the joy of death. You control yourselves to avoid dying all together, all at the same time; it is hard, however: the urge is strong. \n\nYou start recollecting yourselves, recalling each piece of you with another batch of chemical sparks."},{"title":"time","content":"You are a newborn — your consciousness has just been created. Your body is a mass of dust and warmth. There is an eagerness to your life, you realise, an almost-despair, an unintended dash towards something. What that something might be escapes you. \n\nYou see a strand of brightness stretching out — a line of light, coming from above, rolling down in irregular, trembling, nervous shapes. It advances ever-so-slowly. It drags itself whilst your recently-formed mind races.\n\nYou are so young, you feel, and yet this rush! This ardour. You try and extend limbs of gas and dust, only to realise they do not obey you. Not in the speed that you would wish for: not fast enough to see, to touch, to gather, to understand all that is around you. You realise your mind surges in a speed far superior to all that happens outside it. \n\nTurning inwards, you feel a menace inside you. It is slow, but still quicker than your limbs. You explore your own body, acknowledge sensations that you have thus far ignored.\n\nHere is one of your countless limbs; here is another. You feel them all. Here is where you perceive waves and fields of energy; you use it to see more of what surrounds you (all is as good as frozen in time). And here, here is where you are part of something else, something bigger, something that is not you. You direct your attention to it. You are shaken by its enormousness, by all the vibrations and sensations that inundate you. And here! Here is the doom. A force from the inside that starts to break you, separate the bonds that have threaded your consciousness.\n\nThe time comes. You try to ignore the end, to muffle it and contain it. Unsuccessfully."},{"title":"unbirth","content":"Your long fingers hurt, their previously smooth joints now solidified, rough and brittle. Your body is expanding in an uncontrollable gooey mess, spreading your skin thin to the point it could burst and spill your organs on ground and air. You pass your hand on your torso, feeling the patches of now furless swollen skin from whose pores some of your humours drip. Finding a hole in the ground, you enter it and smear your discharges on its walls.\n\nYou are startled by the noise of your first limb falling to the ground. Many more follow, and with each drop you feel lighter: crusty skin becomes dust in the air; the sharp pain that weeps down to the hairs in the lower part of your body is not devoid of joy. The experience is just as you remembered, though perhaps this time you have waited too long. \n\nYou wave away the doubt with your last limb. You use it to pierce the upper part of your body, forcing it to explode: you see nothing, hear nothing, perceive nothing besides the warmth of your grisly juices already boiling around you. You hiss as you cook inside this hole filled with the remnants of your old and decayed body.\n\nWhat starts as a whisper inside your muscles grows to hands that unpick them, one by one, and weave their single strands in pentagonal patterns atop your skin. You feel yourself shrivel inside this corpse-cocoon, draining all nutrients and energy from your body until you are a thin strip of cartilage guarded inside a hollow container. The liquids from your former body finally evaporate and leave only the dry husk of your weaved muscles and hulled out organs. With time, erosion will disintegrate this shell and you will begin to grow again."},{"title":"vision I","content":"You are flying within a geodesic structure many times bigger than yourself. You stretch your long, needle-like arms and touch its beams, feeling their slick, greasy, soft edges.\n\nOn the middle of your torso, there's a patch with a thick membrane. You use your arm to puncture it. Waves of pleasure propagate from the centre of your body as you feel liquids running down, staining your furry skin in circular patterns. A canister slowly erupts from your new hole; you contract your muscles to push it free. You feel the canister pulsating, beating; you continue to apply pressure until it breaks apart and releases beams of beta radiation in every direction.\n\nThe positrons contained in the canister you just broke quickly annihilate electrons all around you. Glands around your body vibrate in response to the resulting particles. Then it is as if a veil that covers one of your senses is being slashed by an impossibly thin blade. Each particle you receive hacks away a piece of this ethereal black cloth, revealing shining strings that connect and disconnect to form different shapes. You now see that the structure that surrounds you is a fractal honeycomb, hexagons that contain other hexagons that contain even further hexagons, down to the molecular level. You glimpse pockets of dust, ripples of magnetic waves, particles that carry something similar to the smell of burnt. The veil begins to cover your perception again, but the afterimages will linger for a long time.\n\nYou guide yourself through these ghost images. You try to wriggle your perception, to peek at things beyond this veil's holes. You wish you could rip it open completely with your needle hands and clearly see all that surrounds you. Unfortunately, you are always bound to these vanishingly small glimpses of the universe."},{"title":"alienness","content":"These limbs are not yours and these appendages are not yours; these organs are made out of brittle remnants of aeons past and are nothing but dust that has been given temporary purpose. You rise: a ready-made consciousness of fragments of fossilised leftovers from other consciousnesses. You rise: a ready-made body, an unwieldy object charged by chance.\n\nYou move with difficulty and you feel with distance. Whatever you touch is from another's perspective: you scrape at things with a stoney limb; you watch as it decays, pieces of yourself crumbling. The misshapen jumble of your existence drags itself inelegantly through landscapes that scream your origins in languages you cannot understand. You trudge along; you experience existence through a solid shroud, with bondaged limbs that only half-obey your commands.\n\nTo feel with organs that are not yours is to kiss the world through a veil of lead. This layer of decay-encrusted old rock buried deep within the mantle of gravity-rich stone is only the skin you inhabit; you are the alien within your body; your body is not a body, but an assemblage of involuntary objects. You were not born, you coalesced. \n\nYou try touching something again, and it still feels distant. You take a step, your limb falls down — you try to reattach it. Unsuccessful, you throw it away and pick another from the ground; you are changed and your feelings feel unfamiliar. But still far, still away. You eventually remake yourself completely, piece by piece, and your mind follows the changes capriciously; the distant sound of echo, the remote images of stars, the secluded and raspy enchantment of radiation. Once, these ghosts were yours, but now they disappear within the complex play of mirror images that you use to move towards the receding world."},{"title":"pressure","content":"You wake up. A sizzling feeling like being covered by: a swarm of ants whose feet are hot to the touch; painful punctual embers; a blanket of searing needles that pierces you; a cloud of static electricity that boils on the surface of your body and spills inside you.\n\nYou touch your entrails and feel carcasses once soft — then solidified — then, finally, liquified in a sultry viscous substance that sticks to your senses. Some parts of your insides are homogeneous and flow unimpeded in streams carrying humours and information; others are still raw, stuck, half-solid clumps of unprocessed matter that clumsily clamber inside this dark soup that is you.\n\nThe swarm of fire ants comes in waves, first in one part of you, then another. It concentrates its forces in different areas of your body, bringing an effervescence of vitalising inflammation. When it leaves, you touch your entrails again and discover the clumps are thinner and smaller; the flow smoother, more pleasurable and vigorous. These invisible armies of electroshocks are stitching you together.\n\nThey are not unaided, however. Above and below you there is a sweet pressure. A massive slab of rock pushes itself against you; like a lover's weight it stimulates mucous discharges that are your pleasure, your thoughts and your sensations. You bubble a reflection on your condition; you ooze your perception of textures and rough igneous minerals; you seep the pleasure of your own ongoing making-by-another. You were not before, you are not completely now — you must wait and surrender your self to the crushing pressure that heats and adores you. \n\nYou froth, offering almost no resistance to your torturing life-giver and love-maker. You silently cheer on the creatures that destroy and weaken that which is not you but is inside you."},{"title":"spread","content":"You are wrapped by warm walls of flesh. You were not born here: you entered this being through a breach on its skin. You explored caves of organic matter; smeared yourself on membranes and openings; flowed liquid-like through veins; mixed yourself with humours. You spread and, as you spread, you grew; and so did your hunger; and so did you.\n\nYou burn through your host's flesh and embrace each of its cells with your viscous phased body. You make love to them, to all of them at the same time; you feel their vibrations, hear their mesmerised murmurs and the movements of their organelle. Amidst lovemaking, you squeeze their juices and drink their exquisite love nectar. Your non-local orgy is a lustful bourrée in which each dancer becomes a thread in a self-weaving web of you.\n\nOn your edges there is pain. Your host sends out acid burning cutting substances that corrode you, destroy cells that were you. Your intimate and passionate relations are interrupted as these substances break your web away ruthlessly; you tremble, but do not subside. The strands of hunger are too thick to be thinned down. That which is you now and was your host before is beautiful, you are beautiful, you must persevere. You drink the ambrosia of the cells you love, weaving more and more threads of you.\n\nYou resist your host, you make love amidst flames and swim in corrosive lakes of oppressive heat and oxidisation. You are a flesh-eating explosion in slow motion, you are the waking giant from the external world that claims that all shall be one, all sounds muffled out, all shall be your voice, your dance, your web, your gorgeous gorging monotonous choir of you. You sing and drown all flesh in you, you, you."},{"title":"balance","content":"You are a great ball of fire. You spin amidst nothingness, following gigantic elliptic orbits. You sense darkness, and coldness, and emptiness, and vastness, and quietness. You feel yourself unwillingly drifting towards this inscrutable obscurity.\n\nYou are a great ball of fire. You are spinning and as you spin you pull things inside you. The faster you spin, the more things you pull and the more stable you are. The slower you spin, the more you wobble, the more you start drifting into the dark embrace that surrounds you. The things that enter you bring with them information, sensations. You cannot see, you cannot hear, you can only feel through these objects and their magnetic fields and the particles they release upon disappearing inside you.\n\nAs each thing enters you and feeds your flame, it falls; and in its fall there is the cutting of a thread, a trigger of momentum that activates unbridled entropy. And this entropy unmakes each thing you have come to know as you shred, burn, distend, cut, pulverise each single molecule that draws near. You are a great ball of fire and your insides are shredded burnt distended cut pulverised carcasses of things that are unmade and in their unmaking bring you light and push you away from your own unmaking. You must keep spinning.\n\nFlame, upwards, downwards, spark and light — photons. Oxygen, ammonia, flame, flame flame. A crackle, a wail, a cracking; then spin, spin, spin. Slower now, touch, screech, grab, temperature rising, burn, boil, blister, blaze. So many unmade. In your guts, in your spin, in your fire. Wobble, rise, fall, flare. Faster. Red and blue, a light stronger than anything anyone has ever seen, but you cannot know for you cannot see. Flame fire flame flame flare fire fire — flame, flame, flame."},{"title":"nutrition II","content":"You are enveloped by fat, inside a cavern whose walls are lined with soft white materials. Tubes protrude from these greasy strata and penetrate you; from the tubes you feel periodic gushes of fluids and solids being pumped into your body. You swaddle with the forceful push of nutrients and reply with sucking and drooling sounds. The tubes also bring information: you do not need to open your eyes in order to know that another being like you is at a distance shorter than your stretched limb.\n\nYou extend an appendage and prod the sack of proteins and body parts right next to you. It does not reply: it is unconscious. Its stillness triggers a ravenous clawing inside your unused stomach, gushes of acid and fumes bubbling upwards and screaming words of hunger. You open your mouth for the first time and feel gastric juices dripping from it. You bring your limb to your mouth, slather it with the vomited contents of your digestive tract and claw at your sibling again.\n\nYou rip the amniotic sack that protects it. You dip your limbs in the flowing liquids and taste them, feeling the cold and fresh nutrients running down your skin. It is a concentration of flavours that collapses your consciousness into the smallest dot possible, imploding awareness into a point of sensation that attracts all that is you. All is the sweet fleshy taste of your sibling as you begin to nibble. This condensed state of consciousness starts to irradiate from the depths of your mind. What starts as a stirring within your limbs becomes a ferocious struggle: encumbered by the tubes that enter and exit you, you still manage to jump on top of your sibling and rip it apart, gobbling down chunks of its unborn and unaware flesh."},{"title":"radiation","content":"Raspy clicks and bops, a curtain, a shower of immaterial vibrations that make your skin crawl. They move fast, circle and hound you like hungry invisible sentient spikes. They might jump on you at anytime. You move backwards, your tentacles feeling dunes of grated red iron ore.\n\nYou dig and crawl inside this abrasive mountain, but the clanking of metal in your membranes does little to damp the mean menacing sounds that follow you. You burrow further until you hit the bedrock: its sinuous jagged curves scream safety. Excavating the stone, you create a small shelter and vomit secretions to seal the entrance behind.\n\nAbove, the ticks and clicks continue, but fainter. Your strung out body welcomes the respite and yearns for nutrition. You lick the scraps of metal attached to your tentacles like a lollypop. Acids run down from your mouth and dissolve the iron ore until it becomes digestible.\n\nAnd then it comes. A piercing line of fire that perforates your brain and melts all your insides; a searing hot stick of uranium that destroys and breaks and mutates you from the inside, stirring to see what type of absurd deformation it can cause in your entrails. You hear clicks and bops converting into banging, banging, banging drums of black matter that phone back to you, yelling, cursing, screaming. You wish you could hide, you wish you could run, you wish you could have prevented this, but you must lie down and suffer the distortion of your being — as you have done before. The pounding magma presses you down against the walls of your refuge, shoving you around in a cartoonish manner. Bits and pieces of your tentacles are propelled out of the bedrock, mixing with molten iron to form a shape eerily similar to an elephant's foot."},{"title":"mind","content":"You carry the progeny of your colony in your back. You scout the outside of your home, looking for potential threats. You lay in the centre of the colony, being impregnated by two multi-gendered drones; exhausted, you begin to eat both impregnators. You have given your seeds to the colony; your consumed body is broken and irreparable, useful now only as a source of nutrients.\n\nYou feel the tentacles of the unborn children caressing your face, puncturing your skin and feeding on the blood-like liquid that oozes out. You see a predator's tracks; your optic nerves throb in pain when you eject clouds of poisonous spores as a protection measure against this menace to the colony. With your proboscis you penetrate the uncovered, pink, shivering flesh of the impregnators; you first drink their liquified reproductive organs. You scream and thrash about, confused with the sensation of being eaten and seeing yourself being eaten.\n\nYou slap the tentacle away; it does not surprise you when you feel the pain yourself; the unborn is hatching and becoming a part of the colony's mind. You hear movement behind you and look at the approaching predator. Your meal is interrupted by the news of a threat; you recoil your proboscis and stare in its direction. Your death throes are interrupted by the whole colony turning its attention to a nearby predator; you do not feel any pain, only apprehension.\n\nYou are running. You are running. You stare, hearing the commotion around you, but you cannot move. You climb over the progenitor, trembling, protecting it to protect the colony.\n\nYou see yourself being struck down by the predator. You fall to the ground and see yourself seeing yourself being disembowelled. You are a legion of beings, falling on the enemy with blind rage."},{"title":"nonlocality","content":"You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. You are here. \n\nYour consciousness is an endless plain: your consciousness covers every point in the universe simultaneously. You are here. Here is everywhere, you are everywhere; your mind blankets everything. You are here. \n\nAcid droplets fall from the sky of a rock in a distant solar system; you can see the burnt dark blotches multiplying on the surface of a yellow stone. You are here. \n\nYou see the convection of fused materials close to a star's core. You move to the innards of a cluster of carbon molecules moving around another planet orbiting another star. You are there. You are here.\n\nYou are here. Here is everywhere, here does not exist; here is there, here exists and it is as big as everything.\n\nIn the blink of an eye you are in a cave of hydrogen ice; watching the impeding doom of a planet as it plunges in its sun; water freezing as night falls on a planet in another galaxy; the birth of a star, the death of another. You are here. Chemical reactions going haywire, beings made out of energy fizzing away into nothingness; and nothingness itself, outside the limits of the universe. You are there.\n\nYou do not know what you are, you do not know where you are, where your body is — if you have a body. You believe you had it, once, but how to find it in the infinite vastness of all that exists? There, there. It is here; you are here."}]
