[{"title":"Proximity","content":"You push yourself forward and backwards, in a dialogue with your siblings. Your fringes fizzle in a deep clear foam that refracts light like a prism exploding in colours. You clash with a companion and propel into the air droplets of the liquid that makes up your bodies. Their brilliance smoulders, simmering flush capillaries of the brightest material. The droplets fall down and rejoin you. \n\nYou gargle a limpid laughter and are accompanied at it by your siblings. Together you form a chorus of chromatic chaotic murmuring; your waving movement is a deep bass that ripples on the surfaces of those around you. Your sounds grab bits and pieces of your neighbours, using them to feed a tide of you. You swell, all-encompassing, expanding in foamless crests that proliferate until large swaths of your siblings almost disappear. Your momentum breaks down and the energy spreads to your immediate vicinities.\n\nYou and your siblings continue this pirouette of rhythmic expansion and contraction, giving in to pressures at times, forcing your way through afterwards. The limits of your body are unclear and fuzzy: your consciousness and feelings seem to entangle with your neighbour's. Your extremities are part of you, and yet are not you. They are the phantom at the borders of your mind that shocks you with things you do not know.\n\nYou sometimes try to explore and take control of these boundaries. You forget everything else and concentrate on the frontiers of your body until you can feel everything they touch. You are struck by a deep vertigo. You fall inside yourself inside your sibling inside another sibling inside another sibling. You never reach the bottom of this absurd abyss; you only stare from it, looking up, seeing rings of being and un-being, of you and not-you.","audio":false},{"title":"Nutrition III","content":"The lower half of your body is firmly buried in the ground. It grinds rocks and meticulously chews the resulting dust, adding sticky secretions to the resulting powder. It becomes a fine sticky web of vibrant materials: you feel them rushing inside you, pumping through your veins.\n\nThe upper half of your body is an exploded firework of hardy stalks. In the tip of each extremity, you harbour foetal versions of yourself. You feel their subdued heartbeats propagating in your veins until they reach your core. You feel rocked by waves that are both inside and outside yourself, a gentle and worrying to and fro that crawls inside your lymph and rings in each of your thousand glands.\n\nOne of your infants stirs offbeat. You turn your attention to it. It is ripe. The lower half of your body stops its grinding in anticipation. It secretes even more liquids until you are almost floating in a pool of wet dust.\n\nAnother stir. You withdraw energy from the child, directing the flow to the others. They beat faster, like infuriated drums raging in your veins. You shake the stalk that carries the infant that will soon be born and watch it swing and sway. You can peer inside the translucent placenta and see red dots flickering. You shake again, precariously immersed in puddles of your own saliva.\n\nA few of your children fall to the ground and are warmly welcomed by your lower body's jaws. You discard those who are too young and fixate on the soft mushy egg with the flickering red lights. Using your tentacles you pry it open, remove your child from inside and then shove it in the pool beneath you. Your progeny crackles as your secretions corrode it, refreshing the nutrients of the ground around you.","audio":false},{"title":"Vision II","content":"Black. Blue. Grey, Red. Green. Indigo. Pearly white brown. Pink opaque. Yellow, yellower, muted orange. A wave of colour follows another. Red, red, red, red. White gradients fading into green fading into blue. Olive, crimson, maroon.\n\nYou are perception. You do not know if you have a body, you are unaware of the concept of body. You are awareness, rods, cones. You are photosensitivity. Blue, cyan, bluer, darker, navy. Ocean. You are the feeling of waves of colour that flow directionless, puddles of sensations. You do not have limbs, you do not understand limbs, you see exquisite gradations of colours that cannot be satisfactorily expressed in anything but colours. Existence is a tapestry woven out of light; you are light seeing light.\n\nCertain photons hit you and are delightful. Snow, pearl, stained with dots of fuchsia. The dots grow. Fuchsia. Fuchsia. Fuchsia. With veins of white. Others are not as pleasing, but you cannot look away. Timeless shifting colours, sculptures of sand bigger than the universe. Multicoloured monoliths feed you with pluripotent light and slather your only sense; sensuous shaded shine. Pink, lavender, royal blue. Blurred bubbles of amber and auburn.\n\nAsh grey, azure, mist blue, beige, blond. Violet, boysenberry, brick red. Magenta, khaki, jade, mahogany — light brown. Lilac and lime, taupe and firebrick, salmon and mauve…platinum, plum, purple. Rose, quartz, seashell, mint. Moccasin. Champagne. Magnolia. Burgundy! Viridian! Smoke and wine, vermillion, verdigris and gold.\n\nThe stream of shades is infinite and you embrace them all with your consciousness which is your body which is your mind which is vision. Firstnesses. Finessed perception, nothing else. Firstnesses. Turquoise, sapphire, carrot, mustard, icterine, goldenrod and glitter, white, lilac, denim, chestnut, daffodil, chartreuse, liver, malachite, orchid, lava, lemon, jasper. Icterine. Firstness. Thoughts in shades of blue, red, red, red, pink, white. Red.","audio":false},{"title":"Birthing","content":"You are swollen. You feel the stirring within your lymph, a bubbling up of fizzy stones, popping and cracking and then falling back to the bottom of you, disintegrating. Flecks of dust kiss your veins and vessels: it starts slowly — almost unnoticeably — and then grows to a pungent bustling that disrupts you. When it happens, you almost fall flat on the ground, shaken. You watch the wet acidic dust with your pit eyes and stop inhaling.\n\nYou rise, but your movements feel different. Your limbs are out of phase, one gesture seems like a combination of two gestures that bump and entangle with each other. You stop, and even standing still you feel staggered and out of yourself, as if conscious of your existence in two different and overlapping realities. You stare into nothingness and the feeling intensifies.\n\nYou see this disconnection taking place in your limbs, your appendages, your skeleton. There is no more stillness within you, only a metallic rhythm that rips bone and chitin, mixing red and black lymph in a biphasic jelly that gargles in your throat, erupts out of your mouths. You despair. Without any option, you roll on the ground; you frantically try to catch the jelly and swallow it again. But you stop when it starts dripping out of your cloaca and from the tips of your other limbs.\n\nIt is then that you feel that some of this lymphatic goo is also accumulating in your abdomen. It becomes a solid lump that you try to grind down with punches and scratches, hurting your destroyed body even more in the process. Gargling screeches finally tear down your mouths and the solidified jelly bursts you open in a cloud of liquids. You are not alive anymore to breathe the sweet smell of your newborn.","audio":false},{"title":"Hearing","content":"You feel a humid softness beneath your segmented body: the drops of condensation that cling to you, the sprinkling sensation of tubular beings running along your supple exoskeleton. You raise your body from the ground and notice there is no light. There is little choice but to allow sound to enter your carapace; with a wet crack, you open your shell and send out a leathery straw.\n\nPulses start to reach your senses, reverberating inside your carapace and making it a bubble of echoing sounds. The vibrations twist the insides of your body, liquids boil and burn as your mind struggles to filter information from pain. Hard edges that break living stone apart with shattering force; holes penetrated by forceps that prod and poke insides; rock ground slowly to a gelified mess: the process of translation of sound waves into a catalogue of objects and beings and actions. All of it enmeshed with ringing bouts of trembling and striking pain that violently shake your body.\n\nIt continues to hit you; you hear a burning field of phosphorus, white flames that scream of broken down molecules and soft tissues; you hear sizzling acid and pure stake-shaped hydrocarbons that tumble down like rain. You turn your hearing tube to the other side, just as a loud bang shakes the ground. Gliding over a cloud of molten rock, embers begin to give off light — light you cannot see as the pain blinds and dominates you.\n\nAmidst the suffering, you hear tasty prey close by, calling for its mate. Its voice rips through you as an electrifying incision, each puncture giving a more precise idea of the position, the weight, the flavour and the age of your target. You retract your tube, close your carapace, savour the silence and get ready to hunt.","audio":false},{"title":"Touch I","content":"You have three appendages that stick out of your vaguely spherical body; they are composed of three rigid straight fragments, connected by soft orange tissue. Your nervous system covers these wiry limbs, making them extremely sensitive. You constantly coat them with the solidified saliva you spit out of your cloaca in order to numb — but not completely block — the intense sensations that arise from touching things. Unaware that this protective coating is broken and patchy, you lightly press against the ground beneath you.\n\nYou are overwhelmed.\n\nRidge; bump; tearing through cells' walls; a spark and a jolt, a green shape; minerals sticking to your nerves, causing a flare of severe sensations that bring you down. You writhe; liquids squirt out of your eyes; your limbs tremble and fall and get up and fall; heat, particles, stone, metal, sticky, jagged, something thin and brittle, something else that is slick and wet, slick and wet, slick and wet —\n\nyou are overwhelmed —\n\nslick and wet, slick and wet. Fractal feelings: all you feel becomes you, the stone and metal and gas and magnetic fields shining in your nervous system as blue stars, requiring attention that you cannot, cannot give, because of the singing swamping sensations of your limbs against the ground. The tendons of your mind stretch and rip, crying for help. You direct your own appendages at yourself; the bursting of vesicles close to your skin generates even more violent spasms. Sensations within experiences within feelings, all cutting you into pieces. You can feel your own cells running down your limbs and it is like hearing a voice, a buzz, a whizz, a smell, a whiff.\n\nYou manage to lift your three unprotected limbs and the sensations subside. Inflating, deflating, inflating, deflating. You re-coat your extremities as quickly as you can.","audio":false},{"title":"Pleasure","content":"You are a round puddle of liquid, floating in a thick cradle of heavy gases. Currents of lighter, warmer fluid rise – you feel them going up, indistinct lines that cut ephemeral paths inside you. When these streams are still and unperturbed, the minuscule heart floating in your interior is surrounded by a brittle membrane. When your surface is still, when the masses that bound you do not move and you are reflective and little light penetrates your core: that is when the membrane becomes exceedingly frail and pleasurable.\n\nInternal ripples spread from subsurface streams. They spiral quickly now, moving particulates and depositing them inside your core. Capillaries pulse at irregular times, choking on cumbersome bigger particles that your own juices could neither fragment nor expel. Each pang, each convulsion make you tremble, but you manage to force it down: and with each doubling down of stillness your core contracts in what is the most delightful sensation.\n\nA whirr, a vibration in your centre, a contained discharge of fluids, the limit, the barrier just before it. Thump! And then another surprise burst; the refocussing of attention, the redirection of attentiveness. Voluptuous differences of temperature and salinity; oh, the mere thought, it is far too much! You won't be able to stop the vibrations from ruining your brittle membrane. But then, somehow, you manage to stop them and tension disappears and juices on your surface keep still and the brittleness intensifies. It's a syncopated wave that swings inside the biggest, emptiest sphere making tantric mandalas of pleasure. You want to stop moving forever so this luxurious delight can continue eternally.\n\nWith a flutter, light finally penetrates you. The membrane shatters and liquifies. Movement has returned to your surface — but the sensation lingers in tiny specks of ghost pleasures that float inside you.","audio":false},{"title":"Orgasm","content":"It all starts slowly, from a distance. You see your first consort, acknowledge it. The secretions that drip from its upper body are a clear sign of its intents; the colour specifies the number of companions it needs. You now know it needs many. You wait, patiently: you are fed and rested, there is no rush. You circle your mate and both of you screech a loving whisper that propagates in wide solid-matter-piercing waves.\n\nEventually your calls are reciprocated. Others join. You are ready. You and your mates. The circles you make in the dirt spiral inward. You eye one another with care and suspicion; each movement warrants a calculated response. A squinting of an eye, a flutter of a limb, cilia changing the texture of one's surface. A false move, a misinterpreted sign carries danger and excitement: an exposed cavity is an invitation or a feint; it might be reciprocated with a soft touch or a gashing wound.\n\nYour secretions mix with dirt; limbs now brush against each other as the spiral tightens. Movement becomes ever harder, ever more dangerous. Tactical action becomes paramount. This joyless game is now inescapable.\n\nYou plan your gestures. Manoeuvre to one side, a step backwards. Cilia in rhombic patterns cover you, then change to circular, then shift so light is absorbed instead of reflected. Wait. Analyse the movements on your vicinity. Lower your body, wrap yourself in the wet dirt, soak up the multicoloured humours. Others start to mimic you. The climax; the climax is close.\n\nA silence hovers around the frozen spiral of bodies. A dialogue of swift slurps starts; answers slowly take increasingly more time to be formulated. Silence dawns on you — the only sound is the crumbling of crushed carapaces.\n\nYou all capitulate together, exhausted. It is over.","audio":false},{"title":"Birth II","content":"You are awareness and sharp extremities. Your body is a shrivelled sphere of thorns. You float in interstitial liquids, constrained and squashed by soft walls claustrophobically pressing against you. Nutrients used to trickle down from them, but the fountain has dried up and all you have left is the violent oppression of caresses that carefully avoid your spikes.\n\nYou shrink in silence and expel the interstitial liquid gathered in your lungs; shortly after, you swell and shriek. The walls bleed as you bang against them, blue liquid mixing with amniotic fluid. You hungrily gulp down the blended humours and repeat the process with added intensity. Fluid-filled chunks fall off the walls; you drink and chew everything you find — soon, your prison is dry.\n\nSome of your spikes have already fallen to the ground. You continue your escape to freedom with limbs and appendages: you claw at the walls with grace and gentleness; you caress your prison, plucking strings of fibrous material, each strand spitting out sound waves that sharpen your claws and feed your desire for freedom. \n\nThe process is long and you often grow tired. Whenever that happens, you absorb some of the liquids that now pour constantly around you. Their metallic aftertaste revitalises you. Your cage seems to lose its strength as well: it quivers and its walls weaken, breaking apart with the softest touch. Your remaining thorns continue to make progress as their tips are worn out.\n\nWith a desperate and exhausted last punch, you feel a rush of coldness. You scream and cower in a corner of your prison. The cold nevertheless beckons you; you rip the final strands of the walls, by now nothing more than blue cobwebs that dissolve almost spontaneously. You climb out of your prison as it falls behind you, lifeless.","audio":false},{"title":"Reproduction","content":"You move next to the ground and your body slithers softly in bare sand. Grains massage your abdomen; pinpricks pierce the tension in your muscles and help you release clouds of chemical compounds in the air. You are attracting mates.\n\nYou find a suitable, open area and begin crawling in circles. Your movements help further propelling the scents that should bring forth others of your kind. You thrust into the ground to create depressions that eventually become lathered in sweat. You pierce the sand deeper with your mouth and yell, creating round holes filled with the sticky vibrations of your shouts.\n\nSatisfied, you move outside the structure you just built and wait. Puffs of grey gas exit your body infrequently; dense and heavy, they linger close to the ground and slowly intoxicate you. In your altered state, the sand beneath seems to whisper and shout; it hears your smells and replies with threats to absorb your gases and strip you of your future progeny.\n\nA rustling sound stirs you out of your stupor and you see two others of your kind approaching. Their bodies heave and shiver, spouting faint transparent particulates as they draw closer to each other for warmth. They cannot avoid sucking in the intoxicating gases you have already produced; on them, however, the result is different. Instead of experiencing hallucinations, their skins crack like glass; the exposed flesh is soft and mushy. Their shivering intensifies and their unprotected bodies touch and meld. Your mates become conjoined as their bodies begin to fuse in a misshapen heap. Their skin crumbles and they hiss in pleasure at their complete transubstantiation.\n\nOnce the process is finished, they leave with clumsy movements, a trail of pus and blood in their wake. You turn your back as well. The fertilisation is complete.","audio":false},{"title":"Entropy","content":"You are a single column of matter, dense and intact, a flawless surface. Supernovae explode close to you, cosmic rays bombard your body; and yet nothing stirs you. The trembling of your atoms is constant and minimal.\n\nThe remnants of cosmic cataclysms deposit over your surface. One atom tells its tale to another, but they do not speak nor do they use words; their voices extend throughout you, their words stretch from dust to surface. Their echoes reach you and shake you to your core; their wisdom plants the seed of your thawing. Your congealed denseness begins to follow the waves of pressure, gravity, energy — from the birth and death of stars and galaxies and black holes.\n\nFirst, you become elastic bands of liquid darkness. You stretch, bend, flow in one big chunk of yourself. With slow certainty, you deform your self — you drift; you experience the dissolution of being in time. You are still heavy and you bask on your heaviness. Planets cross you and are met with resistance, their gravitational fields disturbed to the point of absolute upheaval.\n\nTheir passage accelerates your liquefaction. You are no longer a single river but streams of dark matter. You experiment shapes, you explore dimensions, you penetrate time. You are liquid, liquid, liquid, dripping towards pools of higher gravity; the planets that intersect you are caressed by these flowing long tentacles of you.\n\nA black hole approaches. You become capillaries. Your atoms, connected only by the slightest forces, scream their tales into space and the lightness this brings your existence is like the slightest breath of a lungless animal. Thin, spindly, entropic, meditative, you cuddle existence; you cradle it warmly, filled with love for the dark materials that are still part of you and for the dark matter that is outside you.","audio":false},{"title":"Heat","content":"You are asleep when a stream of electricity enters you and sears your insides; you are glowing coal now. Your skin cracks in fractures that shine with an iridescent green glow, pulsating veins of light filled with humours that dart in all directions. As scraps of your surface fall to the ground and your body disintegrates in shaking attempts to contain energy, you wake up from your slumber.\n\nElectrical currents fluctuate through your dying/living body: you feel your skin's texture changing, quivering ripples that reach your burnt core. You curl inside yourself in a flicker of pleasure and crackling laughter that echoes into space. \n\nThe stream of electricity withdraws, exiting your body with a brief suction sound, almost lifting you and severing your contact with the ground. Your flaming voltaic heart flutters: it wants to follow the retracting lightning, but its desire is soon drowned in the fire of life that rages inside you. Pleasure; joy; the rush towards the light; the longing for energy.\n\nYour body and your lights marvel you. Beams of energy frame your face like a choir of welcomed sleeplessness that cracks you open even more. You separate from the dead shell of your comatose body and become a rhombic crystal of burning stone. You howl at your freedom, at the streams of melted rock, at the burnt organic matter. You move them as you would move your limbs. \n\nFrom the resulting fire that consumes all you touch, you hear stories and you discover chemical compositions that you dissect with searing kisses of manic pleasure. The burning spreads from you to the outside, bathing all in deep green hues. You wish for this burning to say \"I am awake, I am awake.\" Your heat greedily devours all. Filled with hunger, you move into the landscape.","audio":false},{"title":"Electrolocation","content":"You move through inodorous, invisible gases. Floating through them, you feel electric charges pulsating and moving. You see them as bursts of light in geometric shapes that leave faint linear trails behind. These afterimages linger for a long time and the world for you is a black stage filled with long irrelevant memories of ancient events.\n\nCrossing the afterimages makes you twitch as their energy transfers to you. You store it safely in microscopic pockets spread around your graceless and indelicate body. These pouches of static electricity become heavy and interfere with your own nervous system: past a certain limit, their charge causes spasms through your body and you become exceptionally sensitive. Your dark world of fading images becomes a tempest of bright erratic mementos; your senses become unreliable.\n\nYou are now close to a source of food. You see electric charges buzzing frantically as you approach it. You tread lightly, feeling the whole creature wobbling, unwittingly turning towards you, opening wide its reproductive organs, salivating for your deep pockets of electrons. You release your stored electricity and jump inside this being. As expected, its seed is abundant and untouched. You see it as static pulses of light which are too constantly bright to leave an afterimage. You propel yourself inside piles of unfertilised eggs, storing them inside and outside your body. There is your pleasure; there is the buzzing symphony of joy and satisfaction that pulsates through your limbs and your nervous system. You stop your feeding frenzy for a moment and look at yourself. You are a star of brightness, covered in twinkling handfuls of light. \n\nSated, you exit the creature and take to the air again. You swing and sway, almost blinded by the light that comes from you and blocks all but the biggest electric fields.","audio":false},{"title":"Smell","content":"Your body is covered with light scales. As displaced air particles hit them, they rattle in complex patterns, sending waves of information to your nervous system.\n\nTremors come from below and you are dominated by pleasant and acrid perfumes. You tread lightly as each shockwave brings different shades of these smells: light as paper thin cartilage that floats and falls with the wind; a harmonious sharpness that cuts your nostrils in countless pieces; a long, protracted redness that turns into the smell of cured leather. And then all scents stop.\n\nYou touch the slick ground you are standing on; it is covered in dust and oil. You punch it, agitating particles that produce further vibrations and reach you as smells. A constellation of light dots intertwined with the rugged jank of burning wood. Bangs of decayed viscera, loud and all-encompassing — deafening perfumes that you pleasurably absorb as much as possible. They disappear in ever-thinning echoes of rattling scales which give you no sign of nearby danger.\n\nYou allow yourself to rest for a moment and shake your body, launching in the air scent-vibrations. You yell your name and smile at its tangy aroma. It is lemon-like, with shades of purple, given to you as it also meant the pulses of light within the nostrils of fur-covered sentient minerals. You hear no immediate reply. You repeat the process a few more times, again and again, only to be greeted with inodorous silence.\n\nThe lack of other olfactory impulses inspires you to sing. Rattling your body with precision, you first conjure the voices of dying insects which smell of charcoal and sweet greens. You follow it with vanilla covered in spikes, cinnamon muffled in fire and end it with the scent of abstraction: quick fading dissonant incense.","audio":false},{"title":"Impregnate","content":"To one side and the other; a corner here and then there; quickly, now, before anyone sees you! With small and strong claws you latch on to a creature passing by. You then burrow into its surface and regurgitate your seed in the hole. You retch and reel and vomit a pulsating mass of sperm and ovules. As soon as it is done, you take a quick look at your soon-to-be progeny absorbing their unwilling and unwitting host's cells.\n\nYou jump to your next host. Landing on its rigid skin, you see its warmth as minuscule fireflies, the bigger and bluer the warmer they are. You gobble up these droplets of energy and begin to burrow again. This surface is harder than expected: you need to decide whether to spend more time here or move on without impregnating this creature. Choosing to take the risk, you put all your body's weight behind your claws, making a dent that finally allows you to dig.\n\nYou begin to tremble with the incoming ejaculation. It has been too much time — too many seconds — since you last expelled sperm and ovules. They accumulate in the interstitial space between your organs and the toxins released by your seed become bulging tentacles that threaten to squeeze the life out of you. Not minding whether the hole is deep enough, you open your oral cavity and vomit an inordinate amount of reproductive cells.\n\nThe toxins burn you as they are regurgitated together with your seed. Their sweet and sour harmonies are acidic enough to inflame your whole body, weakening you further. You need to move away, but are unable to; you hurt and throb, still gripped by the ghosts of crunching secretions. Time's up, you jump to the next host, unsure whether you'll reach it.","audio":false}]